brew "automake"
brew "carthage"
brew "cocoapods"
brew "direnv"
brew "ffmpeg"
brew "gawk"
brew "gibo"
brew "git"
brew "git-delta"
brew "git-flow"
brew "helm"
brew "htop"
brew "jpeg"
brew "k9s"
brew "krew"
brew "kubectl"
brew "lazygit"
brew "lua-language-server"
brew "mecab"
brew "mise"
brew "minikube"
brew "mycli"
brew "mysql@8.0"
brew "neovim"
brew "nkf"
brew "pandoc"
brew "peco"
brew "r"
brew "rename"
brew "ripgrep"
brew "rust-analyzer"
brew "sbt"
brew "shellcheck"
brew "shfmt"
brew "sox"
brew "stylua"
brew "terraform-ls"
brew "tmux"
brew "translate-shell"
brew "trash"
brew "tree"
brew "vim"
brew "watch"
brew "wget"

cask "alfred"
cask "alt-tab"
cask "bettertouchtool"
cask "clipy"
cask "cursor"
cask "docker-desktop"
cask "flux-app"
cask "font-fira-code"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kap"
cask "karabiner-elements"
cask "miro"
cask "mysqlworkbench"
cask "obsidian"
cask "postman"
cask "rstudio"
cask "sequel-ace"
cask "showyedge"
cask "typora"
cask "vanilla"
cask "visual-studio-code"
cask "xmind"
cask "xquartz"
cask "zoom"
